Repository: icanwalkonwater/sbeereck_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# genericError
source: An error has occurred
fr: Une erreur est survenue

# pageAccount
source: Accounts
fr: Comptes

# pageBeers
source: Beers
fr: Bières

# searchBarHint
source: Search here
fr: Chercher

# accountLastName
source: Last Name
fr: Nom

# accountFirstName
source: First Name
fr: Prénom

# accountSchool
source: School
fr: Ecole

# accountIsMember
source: Member?
fr: Membre?

# accountBalance
source: Balance
fr: Solde

# formAccountCreationName
source: New Account
fr: Créer Compte

# schoolUnknown
source: Unknown
fr: Inconnue

# accountDetailTitle
source: Account Details
fr: Details du compte

# accountDetailRecharge
source: Click to recharge
fr: Cliquez pour recharger

# accountDetailActionCollect
source: Cash In
fr: Encaisser

# accountDetailActionEdit
source: Edit
fr: Editer

# accountDetailActionDelete
source: Delete
fr: Supprimer

# accountDetailNotMemberTitle
source: Not a Member
fr: Non Membre

# accountDetailNotMemberHint
source: Click to make him a member
fr: Cliquez pour en faire un membre

# accountDeleteConfirmTitle
source: Are you sure you want to delete this account ?
fr: Etes vous vraiment sur de supprimer ce compte ?

# accountDeleteConfirmTitle2
source: Really ????
fr: Vraiment ????

# accountDeleteConfirmOk2
source: YES !
fr: OUI !

# accountRechargeTitle
source: Recharge account
fr: Recharger le compte

# accountRechargeField
source: Amount (â‚¬)
fr: Montant (€)

# accountMakeMemberTitle
source: Make member ?
fr: Faire membre ?

# accountStatsTitle
source: Statistics
fr: Statistiques

# accountStatsDrinkTotal
source: Drank all-time
fr: Bu au total

# accountStatsDrinkToday
source: Drank today
fr: Bu aujourd'hui

# accountStatsSpentTotal
source: Recharge all-time
fr: Dépensé au total

# accountStatsSpentToday
source: Drank today
fr: Dépensé aujourd'hui

# orderFormTitle
source: Cash In
fr: Encaisser

# orderFormChooseBeer
source: Choose a Beer
fr: Choisissez une Bière

# orderFormChooseAddon
source: Choose a supplement (optional)
fr: Choisissez un Supplément (optionnel)

# orderFormChooseQuantity
source: Choose a quantity
fr: Choisissez une Quantité

# orderFormQuantityOne
source: Half (25 cl)
fr: Demi (25 cl)

# orderFormQuantityTwo
source: Pint (1/2 L)
fr: Pinte (1/2 L)

# beerMakeAvailable
source: Make available ?
fr: Rendre disponible ?

# beerMakeUnavailable
source: Make unavailable ?
fr: Rendre non disponible ?

# staffChangeAvailability
source: Change availability ?
fr: Changer disponibilité ?
